[
  "csv-obsidian",
  "enhanced-editing",
  "obsidian-outliner",
  "remember-cursor-position",
  "homepage",
  "settings-search",
  "better-fn",
  "various-complements",
  "obsidian-style-settings",
  "editing-toolbar",
  "obsidian-hide-sidebars-when-narrow",
  "typewriter-mode",
  "obsidian-banners",
  "floating-toc",
  "hotkey-helper",
  "obsidian-show-file-path"
]